{
  "A1 Shops": "Shops, retail warehouses, hairdressers, undertakers, travel and ticket agencies, post offices, pet shops, sandwich bars, showrooms, domestic hire shops, dry cleaners, funeral directors and internet cafes.",
  "A2 Financial and professional services": "Financial services such as banks and building societies, professional services (other than health and medical services) and including estate and employment agencies. It does not include betting offices or pay day loan shops - these are now classed as “sui generis” uses.",
  "A3 Restaurants and cafés": "For the sale of food and drink for consumption on the premisesrestaurants, snack bars and cafes.",
  "A4 Drinking establishments": "Public houses, wine bars or other drinking establishments (but not night clubs).",
  "A5 Hot food takeaways": "For the sale of hot food for consumption off the premises.",
  "B1 Business": "Offices (other than those that fall within A2), research and development of products and processes, light industry appropriate in a residential area.",
  "B2 General industrial": "Use for industrial process other than one falling within class B1 (excluding incineration purposes, chemical treatment or landfill or hazardous waste).",
  "B8 Storage or distribution": "This class includes open air storage.",
  "C1 Hotels": "Hotels, boarding and guest houses where no significant element of care is provided (excludes hostels).",
  "C2 Residential institutions": "Residential care homes, hospitals, nursing homes, boarding schools, residential colleges and training centres.",
  "C2A Secure Residential Institution": "- Use for a provision of secure residential accommodation, including use as a prison, young offenders institution, detention centre, secure training centre, custody centre, short term holding centre, secure hospital, secure local authority accommodation or use as a military barracks.",
  "C3 Dwellinghouses": "This class is formed of 3 parts:\n\nC3(a): use by a single person or a family. an employer and certain domestic employees, a carer and the person receiving the care and a foster parent and foster child.\n\nC3(b): up to six people living together as a single household and receiving care, e.g. supported housing schemes such as those for people with learning disabilities or mental health problems.\n\nC3(c): groups of people (up to six) living together as a single household. This allows for those groupings that do not fall within the C4 HMO definition, but which fell within the previous C3 use class, to be provided for.",
  "C4 Houses in multiple occupation": "- small shared houses occupied by between three and six unrelated individuals, as their only or main residence, who share basic amenities such as a kitchen or bathroom.",
  "D1 Non-residential institutions": "Clinics, health centres, crèches, day nurseries, day centres, schools, art galleries (other than for sale or hire), museums, libraries, halls, places of worship, church halls, law court. Non residential education and training centres.",
  "D2 Assembly and leisure": "Cinemas, music and concert halls, bingo and dance halls (but not night clubs), swimming baths, skating rinks, gymnasiums or area for indoor or outdoor sports and recreations (except for motor sports, or where firearms are used).",
  "Sui Generis": "Certain uses do not fall within any use class and are considered 'sui generis'. Such uses include: betting offices/shops, pay day loan shops, theatres, larger houses in multiple occupation, hostels providing no significant element of care, scrap yards. Petrol filling stations and shops selling and/or displaying motor vehicles. Retail warehouse clubs, nightclubs, launderettes, taxi businesses, amusement centres and casinos."
}